{
  "beekeeping": [
    {
      "duty": "assemble bee hives",
      "title": "Beekeeping"
    },
    {
      "duty": "attend to live bees to produce honey",
      "title": "Beekeeping"
    },
    {
      "duty": "cage queens",
      "title": "Beekeeping"
    },
    {
      "duty": "extract honey from honeycombs",
      "title": "Beekeeping"
    },
    {
      "duty": "install queen cells",
      "title": "Beekeeping"
    },
    {
      "duty": "lift boxes of honey",
      "title": "Beekeeping"
    },
    {
      "duty": "maintain colony health through feedsupplements",
      "title": "Beekeeping"
    },
    {
      "duty": "medicate bees",
      "title": "Beekeeping"
    },
    {
      "duty": "raise honey bees to produce honey",
      "title": "Beekeeping"
    },
    {
      "duty": "take off supers",
      "title": "Beekeeping"
    },
    {
      "duty": "transport bee boxes from hives to extracting facility",
      "title": "Beekeeping"
    },
    {
      "duty": "uncap harvested honeycombs",
      "title": "Beekeeping"
    }
  ],
  "constructionlaborers": [
    {
      "duty": "build agricultural structures",
      "title": "Construction Laborers"
    },
    {
      "duty": "construct facilities",
      "title": "Construction Laborers"
    },
    {
      "duty": "construct structures to support plant growth",
      "title": "Construction Laborers"
    },
    {
      "duty": "Tend pumps, compressors, or generators to provide power for tools, machinery, or equipment or to heat or move materials, such as asphalt.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Lubricate, clean, or repair machinery, equipment, or tools.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Signal equipment operators to facilitate alignment, movement, or adjustment of machinery, equipment, or materials.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Read plans, instructions, or specifications to determine work activities.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Measure, mark, or record openings or distances to layout areas where construction work will be performed.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Clean or prepare construction sites to eliminate possible hazards.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Dig ditches or trenches, backfill excavations, or compact and level earth to grade specifications, using picks, shovels, pneumatic tampers, or rakes.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Load, unload, or identify building materials, machinery, or tools, distributing them to the appropriate locations, according to project plans or specifications.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Position, join, align, or seal structural components, such as concrete wall sections or pipes.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Perform site activities required of green certified construction practices, such as implementing waste management procedures, identifying materials for reuse, or installing erosion or sedimentation control mechanisms.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Control traffic passing near, in, or around work zones.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Install sewer, water, or storm drain pipes, using pipe-laying machinery or laser guidance equipment.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Operate or maintain air monitoring or other sampling devices in confined or hazardous environments.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Smooth or finish freshly poured cement or concrete, using floats, trowels, screeds, or powered cement finishing tools.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Erect or dismantle scaffolding, shoring, braces, traffic barricades, ramps, or other temporary structures.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Provide assistance to craft workers, such as carpenters, plasterers, or masons.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Spray materials, such as water, sand, steam, vinyl, paint, or stucco, through hoses to clean, coat, or seal surfaces.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Raze buildings or salvage useful materials.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Mop, brush, or spread paints, cleaning solutions, or other compounds over surfaces to clean them or to provide protection.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Position or dismantle forms for pouring concrete, using saws, hammers, nails, or bolts.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Grind, scrape, sand, or polish surfaces, such as concrete, marble, terrazzo, or wood flooring, using abrasive tools or machines.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Place, consolidate, or protect case-in-place concrete or masonry structures.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Mix ingredients to create compounds for covering or cleaning surfaces.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Mix, pour, or spread concrete, using portable cement mixers.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Operate jackhammers or drills to break up concrete or pavement.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Apply caulking compounds by hand or caulking guns to protect against entry of water or air.",
      "title": "Construction Laborers"
    },
    {
      "duty": "Tend machines that pump concrete, grout, cement, sand, plaster, or stucco through spray guns for application to ceilings or walls.",
      "title": "Construction Laborers"
    }
  ],
  "equipmentoperation": [
    {
      "duty": "adjust farm machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "adjust, repair, and service farm machinery and notify supervisors when machinery malfunctions",
      "title": "Equipment Operation"
    },
    {
      "duty": "apply fertilizer/manure",
      "title": "Equipment Operation"
    },
    {
      "duty": "attach farm implements such as plows, discs, sprayers, or harvesters to tractors, using bolts and hand tools",
      "title": "Equipment Operation"
    },
    {
      "duty": "attach/detach implements",
      "title": "Equipment Operation"
    },
    {
      "duty": "clean equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "direct and monitor the activities of work crews engaged in planting, weeding, or harvesting activities",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive farm vehicle",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive farm vehicle to obtain supplies",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive to market",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive tractors",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive trucks",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive trucks to haul crops, supplies, tools, or farm workers",
      "title": "Equipment Operation"
    },
    {
      "duty": "drive trucks to market or storage facilities",
      "title": "Equipment Operation"
    },
    {
      "duty": "fertilize soil",
      "title": "Equipment Operation"
    },
    {
      "duty": "guide products on conveyors to regulate flow through machines, and to discard diseased or rotten products",
      "title": "Equipment Operation"
    },
    {
      "duty": "harvest crops with machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "haul and spread materials (including but not limited to fertilizer to condition the soil)",
      "title": "Equipment Operation"
    },
    {
      "duty": "inspect equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "irrigate soil, using portable pipes or ditch systems, and maintain ditches or pipes and pumps",
      "title": "Equipment Operation"
    },
    {
      "duty": "load and transport crops using trucks or trailers",
      "title": "Equipment Operation"
    },
    {
      "duty": "load and unload crops or containers of materials, manually or using conveyors, handtrucks, forklifts, or transfer augers",
      "title": "Equipment Operation"
    },
    {
      "duty": "load crops and drive trucks to transport to and from fields and/or storage locations or facilities",
      "title": "Equipment Operation"
    },
    {
      "duty": "load hoppers, containers, or conveyors to feed machines with products, using forklifts, transfer augers, suction gates, shovels, or pitchforks",
      "title": "Equipment Operation"
    },
    {
      "duty": "maintain equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "manipulate controls to set, activate, and adjust mechanisms on machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "mix materials and dump solutions or seeds into planter, spreader, or sprayer type machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "move equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "notify supervisors when machinery malfunctions",
      "title": "Equipment Operation"
    },
    {
      "duty": "observe and listen to machinery operation to detect equipment malfunctions",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate drones to monitor crop health, growth and pest infestations, and apply targeted treatments",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate equipment for a cotton gin",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate large farm equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate or tend equipment used in agricultural production, such as tractors, combines, and irrigation equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate self propelled machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate specialized equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate towed machines such as seed drills or manure spreaders to plant, fertilize, dust, and spray crops",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate tractors and other equipment to plant, cultivate, and harvest crops",
      "title": "Equipment Operation"
    },
    {
      "duty": "operate tractors, tractor-drawn machinery, and self-propelled machinery to plow, harrow and fertilize soil, or to plant, cultivate, spray and harvest crops",
      "title": "Equipment Operation"
    },
    {
      "duty": "operating large farm equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "perform maintenance on farm equipment and vehicles",
      "title": "Equipment Operation"
    },
    {
      "duty": "perform safety checks on equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "position boxes/bags at ends of machinery to catch products and remove and close full containers",
      "title": "Equipment Operation"
    },
    {
      "duty": "prepare farm machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "repair and maintain farm vehicles, implements, and mechanical equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "repair equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "service farm machinery",
      "title": "Equipment Operation"
    },
    {
      "duty": "set up repair, maintain, and operate specialized equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "spray crops",
      "title": "Equipment Operation"
    },
    {
      "duty": "spray fertilizer or pesticide solutions to control insects, fungus and weed growth, and diseases, using hand sprayers",
      "title": "Equipment Operation"
    },
    {
      "duty": "transport equipment",
      "title": "Equipment Operation"
    },
    {
      "duty": "use forklifts",
      "title": "Equipment Operation"
    },
    {
      "duty": "use hand tools such as wrenches, crow bars, air tools, and electric tools",
      "title": "Equipment Operation"
    },
    {
      "duty": "walk beside or ride on planting machines while inserting plants in planter mechanisms at specified intervals",
      "title": "Equipment Operation"
    },
    {
      "duty": "weigh crop-filled containers, and record weights and other identifying information",
      "title": "Equipment Operation"
    }
  ],
  "farmequipmentmechanicsandservicetechnicians": [
    {
      "duty": "Reassemble machines and equipment following repair, testing operation and making adjustments, as necessary.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Maintain, repair, and overhaul farm machinery and vehicles, such as tractors, harvesters, and irrigation systems.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Examine and listen to equipment, read inspection reports, and confer with customers to locate and diagnose malfunctions.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Record details of repairs made and parts used.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Dismantle defective machines for repair, using hand tools.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Clean and lubricate parts.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Repair or replace defective parts, using hand tools, milling and woodworking machines, lathes, welding equipment, grinders, or saws.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Test and replace electrical components and wiring, using test meters, soldering equipment, and hand tools.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Tune or overhaul engines.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Drive trucks to haul tools and equipment for on-site repair of large machinery.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Fabricate new metal parts, using drill presses, engine lathes, and other machine tools.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Repair bent or torn sheet metal.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Calculate bills according to record of repairs made, labor time, and parts used.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    },
    {
      "duty": "Install and repair agricultural irrigation, plumbing, and sprinkler systems.",
      "title": "Farm Equipment Mechanics and Service Technicians"
    }
  ],
  "firstlinesupervisors": [
    {
      "duty": "Assign tasks such as feeding and treatment of animals, and cleaning and maintenance of animal quarters.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Record the numbers and types of fish or shellfish reared, harvested, released, sold, and shipped.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Monitor workers to ensure that safety regulations are followed, warning or disciplining those who violate safety regulations.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Observe animals for signs of illness, injury, or unusual behavior, notifying veterinarians or managers as warranted.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Observe fish and beds or ponds to detect diseases, monitor fish growth, determine quality of fish, or determine completeness of harvesting.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Train workers in tree felling or bucking, operation of tractors or loading machines, yarding or loading techniques, or safety regulations.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Treat animal illnesses or injuries, following experience or instructions of veterinarians.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Train workers in spawning, rearing, cultivating, and harvesting methods, and in the use of equipment.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Train workers in techniques such as planting, harvesting, weeding, or insect identification and in the use of safety measures.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Confer with managers to evaluate weather or soil conditions, to develop plans or procedures, or to discuss issues such as changes in fertilizers, herbicides, or cultivating techniques.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Communicate with forestry personnel regarding forest harvesting or forest management plans, procedures, or schedules.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Inspect crops, fields, or plant stock to determine conditions and need for cultivating, spraying, weeding, or harvesting.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Coordinate dismantling, moving, and setting up equipment at new work sites.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Coordinate the selection and movement of logs from storage areas, according to transportation schedules or production requirements.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Schedule work crews, equipment, or transportation for several different work locations.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Drive or operate farm machinery, such as trucks, tractors, or self-propelled harvesters, to transport workers or supplies or to cultivate or harvest fields.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Perform both supervisory and management functions, such as accounting, marketing, and personnel work.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Transport or arrange for transport of animals, equipment, food, animal feed, and other supplies to and from work sites.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Inspect buildings, fences, fields or ranges, supplies, and equipment to determine work to be performed.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Read inventory records, customer orders, or shipping schedules to determine required activities.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Inspect facilities to determine maintenance needs.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Confer with managers to determine production requirements, conditions of equipment and supplies, and work schedules.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Prepare and maintain time or payroll reports, as well as details of personnel actions, such as performance evaluations, hires, promotions, or disciplinary actions.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Requisition or purchase supplies, such as insecticides, machine parts or lubricants, or tools.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Monitor or oversee construction projects, such as horticultural buildings or irrigation systems.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Issue equipment, such as farm implements, machinery, ladders, or containers to workers, and collect equipment when work is complete.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Calculate or monitor budgets for maintenance or development of collections, grounds, or infrastructure.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Direct or assist with the adjustment or repair of equipment or machinery.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Monitor operations to identify and solve problems, improve work methods, and ensure compliance with safety, company, and government regulations.",
      "title": "First-Line Supervisors"
    },
    {
      "duty": "Plan work schedules according to personnel and equipment availability.",
      "title": "First-Line Supervisors"
    }
  ],
  "generalfarmwork": [
    {
      "duty": "apply fertilizers, pesticides, herbicides, or other chemicals",
      "title": "General Farmwork"
    },
    {
      "duty": "apply products such as fertilizers, pesticides, growth inhibitors, etc",
      "title": "General Farmwork"
    },
    {
      "duty": "assess crop maturity",
      "title": "General Farmwork"
    },
    {
      "duty": "assess field conditions",
      "title": "General Farmwork"
    },
    {
      "duty": "break ice",
      "title": "General Farmwork"
    },
    {
      "duty": "carry heavy objects",
      "title": "General Farmwork"
    },
    {
      "duty": "clean work areas",
      "title": "General Farmwork"
    },
    {
      "duty": "condition soil",
      "title": "General Farmwork"
    },
    {
      "duty": "destroy pests",
      "title": "General Farmwork"
    },
    {
      "duty": "dig, cut, and transplant seedlings, cuttings, trees, and shrubs",
      "title": "General Farmwork"
    },
    {
      "duty": "dig, rake, and screen soil, filling cold frames and hot beds in preparation for planting",
      "title": "General Farmwork"
    },
    {
      "duty": "direct and monitor the work of casual and seasonal help during planting and harvesting",
      "title": "General Farmwork"
    },
    {
      "duty": "feel plants/crops and note coloring to detect the presence of insects or disease",
      "title": "General Farmwork"
    },
    {
      "duty": "follow safety protocols",
      "title": "General Farmwork"
    },
    {
      "duty": "hand pick and manually grade crops",
      "title": "General Farmwork"
    },
    {
      "duty": "harvest crops by hand",
      "title": "General Farmwork"
    },
    {
      "duty": "harvest fruits and vegetables by hand",
      "title": "General Farmwork"
    },
    {
      "duty": "harvest plants, and transplant or pot and label them",
      "title": "General Farmwork"
    },
    {
      "duty": "haul and spread topsoil, fertilizer, peat moss, and other materials to condition soil, using wheelbarrows or carts and shovels",
      "title": "General Farmwork"
    },
    {
      "duty": "identify plants",
      "title": "General Farmwork"
    },
    {
      "duty": "identify plants, pests, and weeds to determine the selection and application of pesticides and fertilizers",
      "title": "General Farmwork"
    },
    {
      "duty": "inform farmers or farm managers of crop progress",
      "title": "General Farmwork"
    },
    {
      "duty": "inspect plants and bud ties to assess quality",
      "title": "General Farmwork"
    },
    {
      "duty": "lay poly pipe",
      "title": "General Farmwork"
    },
    {
      "duty": "load agricultural products into trucks",
      "title": "General Farmwork"
    },
    {
      "duty": "load and unload materials and commodities",
      "title": "General Farmwork"
    },
    {
      "duty": "load inputs",
      "title": "General Farmwork"
    },
    {
      "duty": "load inputs and drive trucks to transport to fields",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain and repair irrigation and climate control systems",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain ditches",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain farm buildings",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain farm vehicles",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain grounds and landscaping",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain inventory, ordering materials as required",
      "title": "General Farmwork"
    },
    {
      "duty": "maintain inventory, ordering materials as required",
      "title": "General Farmwork"
    },
    {
      "duty": "mix materials",
      "title": "General Farmwork"
    },
    {
      "duty": "monitor crop health and report issues",
      "title": "General Farmwork"
    },
    {
      "duty": "monitor work during planting",
      "title": "General Farmwork"
    },
    {
      "duty": "move containerized shrubs, plants, and trees, using wheelbarrows or tractors",
      "title": "General Farmwork"
    },
    {
      "duty": "move snow",
      "title": "General Farmwork"
    },
    {
      "duty": "participate in the inspection, grading, sorting, storage, and post-harvest treatment of crops",
      "title": "General Farmwork"
    },
    {
      "duty": "perform general farm labor such as digging, lifting, and carrying",
      "title": "General Farmwork"
    },
    {
      "duty": "plant, spray, weed, fertilize, water, and prune plants, shrubs, and trees, using gardening tools",
      "title": "General Farmwork"
    },
    {
      "duty": "record information about crops, such as pesticide use, yields, or costs",
      "title": "General Farmwork"
    },
    {
      "duty": "record information about plants and plant growth",
      "title": "General Farmwork"
    },
    {
      "duty": "regulate conditions",
      "title": "General Farmwork"
    },
    {
      "duty": "regulate greenhouse conditions, and indoor and outdoor irrigation systems",
      "title": "General Farmwork"
    },
    {
      "duty": "remove weeds",
      "title": "General Farmwork"
    },
    {
      "duty": "repair and maintain farm vehicles, implements, and mechanical equipment",
      "title": "General Farmwork"
    },
    {
      "duty": "repair farm buildings, fences, and other structures",
      "title": "General Farmwork"
    },
    {
      "duty": "set up and operate irrigation equipment",
      "title": "General Farmwork"
    },
    {
      "duty": "sweep bins with hand broom after grain is augured",
      "title": "General Farmwork"
    },
    {
      "duty": "tie and bunch flowers, plants, shrubs, and trees, wrap their roots, and pack them into boxes to fill orders",
      "title": "General Farmwork"
    },
    {
      "duty": "till soil, transplant, weed, thin, prune crops",
      "title": "General Farmwork"
    },
    {
      "duty": "transport harvested crops to elevators",
      "title": "General Farmwork"
    },
    {
      "duty": "transport plant materials",
      "title": "General Farmwork"
    },
    {
      "duty": "trap and destroy pests",
      "title": "General Farmwork"
    },
    {
      "duty": "unload crops",
      "title": "General Farmwork"
    },
    {
      "duty": "unload materials",
      "title": "General Farmwork"
    },
    {
      "duty": "unload plants by hand",
      "title": "General Farmwork"
    },
    {
      "duty": "use hand tools such as such as shovels, trowels, hoes, tampers, pruning hooks, shears, loppers, and knives",
      "title": "General Farmwork"
    },
    {
      "duty": "walk fields to pull weeds",
      "title": "General Farmwork"
    },
    {
      "duty": "weigh containers and record weights and identifying information",
      "title": "General Farmwork"
    },
    {
      "duty": "winnow crops such as corn or wheat",
      "title": "General Farmwork"
    },
    {
      "duty": "discard inferior or defective products or foreign matter, and place acceptable products in containers for further processing",
      "title": "General Farmwork"
    },
    {
      "duty": "grade and sort products according to factors such as color, species, length, width, appearance, feel, smell, and quality to ensure correct processing and usage",
      "title": "General Farmwork"
    },
    {
      "duty": "place products in containers according to grade and mark grades on containers",
      "title": "General Farmwork"
    },
    {
      "duty": "record grade or identification numbers on tags or on shipping, receiving, or sales sheets",
      "title": "General Farmwork"
    },
    {
      "duty": "weigh products or estimate their weight, visually or by feel",
      "title": "General Farmwork"
    },
    {
      "duty": "assemble, line, and pad cartons, crates, and containers, using hand tools",
      "title": "General Farmwork"
    },
    {
      "duty": "clean containers, materials, supplies, or work areas, using cleaning solutions and hand tools",
      "title": "General Farmwork"
    },
    {
      "duty": "examine and inspect containers, materials, or products to ensure that product quality and packing specifications are met",
      "title": "General Farmwork"
    },
    {
      "duty": "load materials and products into package processing equipment",
      "title": "General Farmwork"
    },
    {
      "duty": "mark and label containers, container tags, or products, using marking tools",
      "title": "General Farmwork"
    },
    {
      "duty": "measure, weigh, and count products and materials",
      "title": "General Farmwork"
    },
    {
      "duty": "obtain, move, and sort products, materials, containers, and orders, using hand tools",
      "title": "General Farmwork"
    },
    {
      "duty": "place or pour products or materials into containers, using hand tools and equipment, or fill containers from spouts or chutes",
      "title": "General Farmwork"
    },
    {
      "duty": "record product, packaging, and order information on specified forms and records",
      "title": "General Farmwork"
    },
    {
      "duty": "remove completed or defective products or materials, placing them on moving equipment, such as conveyors, or in specified areas, such as loading docks",
      "title": "General Farmwork"
    },
    {
      "duty": "seal containers or materials, using glues, fasteners, nails, and hand tools",
      "title": "General Farmwork"
    },
    {
      "duty": "transport packages to customers' vehicles",
      "title": "General Farmwork"
    }
  ],
  "heavyandtractortrailertruckdrivers": [
    {
      "duty": "Check all load-related documentation for completeness and accuracy.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Inspect loads to ensure that cargo is secure.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Check vehicles to ensure that mechanical, safety, and emergency equipment is in good working order.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Crank trailer landing gear up or down to safely secure vehicles.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Obtain receipts or signatures for delivered goods and collect payment for services when required.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Maintain logs of working hours or of vehicle service or repair status, following applicable state and federal regulations.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Read bills of lading to determine assignment details.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Report vehicle defects, accidents, traffic violations, or damage to the vehicles.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Perform basic vehicle maintenance tasks, such as adding oil, fuel, or radiator fluid, performing minor repairs, or washing trucks.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Couple or uncouple trailers by changing trailer jack positions, connecting or disconnecting air or electrical lines, or manipulating fifth-wheel locks.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Maneuver trucks into loading or unloading positions, following signals from loading crew and checking that vehicle and loading equipment are properly positioned.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Collect delivery instructions from appropriate sources, verifying instructions and routes.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Drive trucks with capacities greater than 13 tons, including tractor-trailer combinations, to transport and deliver products, livestock, or other materials.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Read and interpret maps to determine vehicle routes.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Check conditions of trailers after contents have been unloaded to ensure that there has been no damage.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Operate equipment, such as truck cab computers, CB radios, phones, or global positioning systems (GPS) equipment to exchange necessary information with bases, supervisors, or other drivers.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Drive trucks to weigh stations before and after loading and along routes in compliance with state regulations.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Load or unload trucks or help others with loading or unloading, using special loading-related equipment or other equipment as necessary.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Plan or adjust routes based on changing conditions, using computer equipment, global positioning systems (GPS) equipment, or other navigation devices, to minimize fuel consumption and carbon emissions.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Perform emergency roadside repairs, such as changing tires or installing light bulbs, tire chains, or spark plugs.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Remove debris from loaded trailers.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Secure cargo for transport, using ropes, blocks, chain, binders, or covers.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Follow appropriate safety procedures for transporting dangerous goods.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Inventory and inspect goods to be moved to determine quantities and conditions.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Follow special cargo-related procedures, such as checking refrigeration systems for frozen foods or providing food or water for livestock.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Install or remove special equipment, such as tire chains, grader blades, plow blades, or sanders.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Wrap and secure goods using pads, packing paper, containers, or straps.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Operate idle reduction systems or auxiliary power systems to generate power from alternative sources, such as fuel cells, to reduce idling time, to heat or cool truck cabins, or to provide power for other equipment.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    },
    {
      "duty": "Give directions to laborers who are packing goods and moving them onto trailers.",
      "title": "Heavy and Tractor-Trailer Truck Drivers"
    }
  ],
  "livestock": [
    {
      "duty": "administer medications",
      "title": "Livestock"
    },
    {
      "duty": "assist with calving and provide postnatal care",
      "title": "Livestock"
    },
    {
      "duty": "break ice in watering facilities",
      "title": "Livestock"
    },
    {
      "duty": "calve cows",
      "title": "Livestock"
    },
    {
      "duty": "clean stalls, pens, and equipment, using disinfectant solutions, brushes, shovels, water hoses, or pumps",
      "title": "Livestock"
    },
    {
      "duty": "drive trucks, tractors, and other equipment to distribute feed to animals",
      "title": "Livestock"
    },
    {
      "duty": "examine animals to detect diseases",
      "title": "Livestock"
    },
    {
      "duty": "examine animals to detect illness, injury, or disease, and to check physical characteristics, such as rate of weight gain",
      "title": "Livestock"
    },
    {
      "duty": "feed and water livestock and monitor food and water supplies",
      "title": "Livestock"
    },
    {
      "duty": "feed, brand, tag, and care for livestock",
      "title": "Livestock"
    },
    {
      "duty": "groom, clip, trim, or castrate animals, dock ears and tails, or shear coats to collect hair",
      "title": "Livestock"
    },
    {
      "duty": "herd livestock to pastures for grazing or to scales, trucks, or other enclosures",
      "title": "Livestock"
    },
    {
      "duty": "inspect, maintain, and repair equipment, machinery, buildings, pens, yards, and fences",
      "title": "Livestock"
    },
    {
      "duty": "maintain animal housing areas",
      "title": "Livestock"
    },
    {
      "duty": "maintain growth, feeding, production, and cost records",
      "title": "Livestock"
    },
    {
      "duty": "maintain records of livestock health and treatment",
      "title": "Livestock"
    },
    {
      "duty": "mark livestock to identify ownership",
      "title": "Livestock"
    },
    {
      "duty": "mark livestock to identify ownership and grade, using brands, tags, paint, or tattoos",
      "title": "Livestock"
    },
    {
      "duty": "mix and prepare livestock feed",
      "title": "Livestock"
    },
    {
      "duty": "mix feed, additives, and medicines in prescribed portions",
      "title": "Livestock"
    },
    {
      "duty": "monitor animal health",
      "title": "Livestock"
    },
    {
      "duty": "move equipment, poultry, or livestock from one location to another, manually or using trucks or carts",
      "title": "Livestock"
    },
    {
      "duty": "order food for animals, and arrange for its delivery",
      "title": "Livestock"
    },
    {
      "duty": "patrol grazing lands on horseback or using all-terrain vehicles",
      "title": "Livestock"
    },
    {
      "duty": "perform duties related to livestock reproduction, such as breeding animals within appropriate timeframes, performing artificial inseminations, and helping with animal births",
      "title": "Livestock"
    },
    {
      "duty": "protect herds from predators, using trained dogs",
      "title": "Livestock"
    },
    {
      "duty": "provide medical treatment, such as administering medications and vaccinations, or arrange for veterinarians to provide more extensive treatment",
      "title": "Livestock"
    },
    {
      "duty": "provide mineral supplements to livestock",
      "title": "Livestock"
    },
    {
      "duty": "record weights",
      "title": "Livestock"
    },
    {
      "duty": "replace bedding as necessary to avoid contamination",
      "title": "Livestock"
    },
    {
      "duty": "segregate animals according to weight",
      "title": "Livestock"
    },
    {
      "duty": "segregate animals according to weight, age, color, and physical condition",
      "title": "Livestock"
    },
    {
      "duty": "shift animals between grazing areas to ensure that they have sufficient access to food",
      "title": "Livestock"
    },
    {
      "duty": "spray livestock with disinfectants and insecticides, or dip or bathe animals",
      "title": "Livestock"
    },
    {
      "duty": "tend to livestock (feeding, medicating, general care, grading, sorting, tagging, relocating, etc.)",
      "title": "Livestock"
    },
    {
      "duty": "wean calves",
      "title": "Livestock"
    }
  ],
  "pesticidehandlerssprayersandapplicators": [
    {
      "duty": "Mix pesticides, herbicides, or fungicides for application to trees, shrubs, lawns, or botanical crops.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Fill sprayer tanks with water and chemicals, according to formulas.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Lift, push, and swing nozzles, hoses, and tubes to direct spray over designated areas.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Identify lawn or plant diseases to determine the appropriate course of treatment.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Cover areas to specified depths with pesticides, applying knowledge of weather conditions, droplet sizes, elevation-to-distance ratios, and obstructions.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Start motors and engage machinery, such as sprayer agitators or pumps or portable spray equipment.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Connect hoses and nozzles selected according to terrain, distribution pattern requirements, types of infestations, and velocities.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Clean or service machinery to ensure operating efficiency, using water, gasoline, lubricants, or hand tools.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Provide driving instructions to truck drivers to ensure complete coverage of designated areas, using hand and horn signals.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Plant grass with seed spreaders, and operate straw blowers to cover seeded areas with mixtures of asphalt and straw.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Establish driving routes for pesticide applications.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Record information about pesticide applications, such as the type used and amount applied.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    },
    {
      "duty": "Use new technology and equipment, such as drones or GPS systems, to apply pesticides more accurately and efficiently.",
      "title": "Pesticide Handlers, Sprayers, and Applicators"
    }
  ]
}